// AudioProcessor.play('bark'); -> для запуска звука
// AudioProcessor.pause('bark'); -> для остановки звука
// AudioProcessor.reset('bark'); -> для сброса звука в начало
// AudioProcessor.setVolume(number); [0, 2] -> для установки значения уровня звука (если понадобится не бегунком)
// AudioProcessor.setPan(number); [-1, 1] -> для изменения текущего уровня лево/право (если понадобится не бегунком)
// Список названий звуков, которые надо передавать как аргументы:

// bark -> лай пса
// bonusRound -> для бонусного раунда
// breakTime -> когда на паузу поставил
// clay -> для режима с отстрелом дисков (интро). Если будет режим такой
// countingHits -> подсчёт сбитых уток
// duckDeath -> утка умирает и падает
// dogLaughs -> смех собаки (когда утки улетели)
// dogShowsDucks -> собака поднимает сбитых уток
// intro -> интро. Перед тем как собака по кустам начнёт шарится
// quack -> кряканье
// gameOver -> ну конец игры
// registration -> можно во время регистрации запустить
// perfect -> когда всех позбивал
// clear -> во время подсчёта сбитых тарелок. Если будет режим такой
// shot -> выстрел
// tittle -> музыка на стартовой странице
// fail -> когда не всех сбил